import React from 'react';
import "./About.css"

const About = () => {
    return (
        <div>
            <h2 className="main-title-about">Пока что без названия</h2>
            <p className="text-center">Глава1</p>
            <p className="text-about">
                <br/>Тёмная чаща леса, безмолвие и нетронутость природы. Приятный запах хвойных деревьев въедается в легкие, тихие шумы обитателей леса убаюкивают и без того безмятежную обстановку. Журчание ручья неподалеку замедляет время и уносит от реальности.
                <br/>Резкий крик и вопли нарушили идиллию леса, и до этого спокойное место превратилось в устрашающее царство тьмы.  Стало так пусто и страшно, что маленькие животные глубже забрались в свои норки. Среди деревьев можно различить пробегающий силуэт девушки.  Босыми ногами она пробегает по земле. Ветки и шипы разных растений впивается в ступни, от чего все ноги были в кровоточащих ссадинах и в грязи. Там где она пробегала, остаются  кровавые смешанные с землей следы.
                <br/>Я позади неё.
                <br/>Наблюдаю за ней.
                <br/>Хочу взглянуть в её лицо.
                <br/>Хочу увидеть страх, но сквозь темноту вижу лишь её пламенно рыжие волосы и удаляющуюся хрупкую фигуру.
                <br/>Она бежит так, будто за ней кто-то гонится, но это лишь её страхи.
                <br/>Галлюцинации, не более.
                <br/>Она расталкивает ветви деревьев оголёнными руками, острые концы тонких длинных сучков царапают  её лицо и шею, оставляя шрамы.
                <br/>Я подкрадываюсь ближе к ней, я за её спиной.
                <br/>Чем дальше она бежит, тем тяжелее становится дышать.
                <br/>Я слышу стук её сердца. Чувство, что душа вот вот покинет хрупкое тело.
                <br/>Шорохи позади, гонят её к краю леса. От испуга она не знает, куда ей бежать. Сбавляя темп, она начинает оглядываться, и я вижу её лицо. Оно всё в царапинах и грязи, видны высохшие дорожки от слёз. Зелёные глаза с расширенными зрачками  полные отчаяния и неописуемого страха пробегают по окружающему её лесу. Остановившись, неизвестная прислушивается.   Не отходя от неё, я замечаю на её запястьях синяки и порезы, которые вряд ли могли оставить ветки, сквозь которые она пробиралась. В кустах я слышу чье то шуршание и дыхание. Несмотря на страх, она срывается с места и бежит в темноту, не разбирая ничего, просто мчится вперед.
                <br/>Темнота играет с ней, уводит всё дальше вглубь леса. Мгла ей не друг, а враг и  её безрассудством и нерассудительностью она пользуется для причинения боли. Темнота верный друг страха и смерти. Именно поэтому не просветная стена мрака не дает ей увидеть обрыв, находящийся в двух метрах от неё, от адреналина, прилившего в кровь девушка, приближавшаяся к краю, даже не заметила, как земля ушла из-под ног. С большей неожиданностью, чем страхом она воспринимает своё падение в неизвестность и возможно приближающуюся кончину. Как в замедленной съемке я видела, как девушка буквально улетала в обрыв. Неизвестная размахивала руками пытаясь зацепиться за ветки свисающих деревьев, но её руки были ободраны, все в крови, она была истощена и едва дышала. Не сумев схватить последнюю ветку, она, упустив свой шанс на спасение, продолжила лететь. В свои последние минуты она душераздирающе кричала о помощи. Чувствуя лишь опустошённость и некое безразличие, я продолжала смотреть на падающую с развивающимися рыжими волосами неизвестную до момента её смерти.
                <br/>После её падения наступила гробовая тишина, всё вернулось на свои места, только тихие  отголоски ей криков пронесшиеся по всему лесу угасали с каждой секундой.
                <br/>Я отвернулась и хотела уходить, как вдруг
            </p>
            <p><i>PS Могу себе позволить ибо никто и читать это не будет. Но если что, все авторские права защищены.</i></p>
        </div>
    );
};

export default About;